app/controllers/issues_controller.rb

	def visualizarIssue
		@issues = Issue.order(:nome).limit 1000
---
SELECT  "issues".* FROM "issues"  ORDER BY "issues"."nome" ASC LIMIT 1000

	def create
		#permit simboliza q traz todos os campos
		valores = params.require(:issue).permit!
		issue = Issue.new valores
		issue.save
---
INSERT INTO "issues" ("nome", "descricao", "tipo", "status", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["nome", ""], ["descricao", ""], ["tipo", "Bug"], ["status", "Ativo"], ["created_at", "2016-05-29 16:12:42.977511"], ["updated_at", "2016-05-29 16:12:42.977511"]]