app/controllers/workflow_controller.rb

	def visualizarWorkflow
		@workflow = Issue.order(:nome).limit 1000
---
SELECT  "issues".* FROM "issues"  ORDER BY "issues"."nome" ASC LIMIT 1000